/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ 已经成功下载，随时可以使用！您希望现在立刻安装并且重启 %1$@ 么？";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a disk image. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "在磁盘映像上运行时无法更新 %1$@。请将 %1$@ 移至您的应用程序文件夹，在该处重新启动它，然后重试一次。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 已经是最新的版本。";

/* No comment provided by engineer. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ 现在已经可用（您正在使用的版本是 %3$@）。您希望现在下载并更新吗？";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ of %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "新版本的 %@ 已经发布了！";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "%@ 已经准备好安装一个更新的版本！";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "在收取更新信息时发生了一个错误。请稍后重试。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "在下载更新时发生了一个错误。请稍后重试。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "在解压缩时发生了一个错误。请稍后重试。";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "在安装更新时发生了一个错误。请稍后重试。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "在解析更新记录时发生了一个错误。请稍后重试。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed: %@" = "在解析更新点 %@ 时发生了一个错误。请稍后重试。";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "在重新启动 %1$@ 时发生了一个错误, 新版本将会在您下次启动 %1$@ 时生效.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Update" = "取消更新";

/* No comment provided by engineer. */
"Checking for updates…" = "正在检查更新…";

/* No comment provided by engineer. */
"Downloading update…" = "正在下载更新…";

/* No comment provided by engineer. */
"Extracting update…" = "正在提取更新…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "安装及重启";

/* No comment provided by engineer. */
"Installing update…" = "正在安装更新…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "确认";

/* No comment provided by engineer. */
"Ready to Install" = "已准备好进行安装";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "您希望 %1$@ 自动检查更新么？您随时可以手动从 %1$@ 菜单进行更新。";

/* No comment provided by engineer. */
"Update Error!" = "更新错误!";

/* No comment provided by engineer. */
"Updating %@" = "正在更新 %@ 中";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "您使用的已经是最新版本的 %@.";

/* No comment provided by engineer. */
"You're up to date!" = "您现在使用的是最新版本!";

